
[["login_token","Silahkan Pilih Market dan Masukkan Login Token anda dari Binary yang bisa didapatkan dari https:\/\/www.binary.com\/id\/user\/security\/api_tokenws.html. Kami sangat menyarankan bertrading menggunakan tool kami untuk market Volatility."],["DIVDurationOrExpiry","Silahkan Pilih Gaya Trading Expiry anda, menggunakan <b>waktu Expire<\/b>, atau menentukan <b>kapan expired berdasarkan tanggal<\/b>. Tool ini bisa membantu anda memperoleh waktu yg tepat ketika anda memilih expiry berdasarkan tanggal, khusus untuk Rise Fall."],["TimeSetDuration","Pilih Durasi investasi anda masuk Market. Saat ini kami menyediakan durasi tik(2 detik), detik (minimal 10 detik) detik tidak tersedia untuk forex, Menit dan Jam."],["OutputTicks","Spot angka, dengan waktu disebelah spot jam:menit:detik juga berapa poin pergerakan spot sebelumnya dan spot terbaru. jika naik maka biru, jika turun berwarna merah."],["SLTActionBet","Pilih tipe Trading anda. Kami menyediakan pilihan <b>Call\/Put (RiseFall \/ RF)<\/b>. <b>Lock Prices<\/b> (Sistem Kunci Harga, dan akan OP jika menyentuh harga), <b>Hi\/Lo<\/b>, <b>Touches dan DNT<\/b>, <b>dan IO<\/b>. untuk penjelasan masing masing tipe trading anda bisa membuka halaman '<b>TIPE OP<\/b>'"],["BTNTombolCALLPUT","Hitung berapa persen profit anda. ini adalah <b>tombol OP<\/b> (Open Position) \/ Beli Kontrak anda. Pastikan Durasi anda sesuai. Kami juga menambahka metode Hedging untuk anda jika OP 2 kali dengan barier atas dan bawah."],["STATICKOLOM","Kolom ini adalah kolom strategi dan tidak berubah. ketika anda berganti halaman dalam tool."],["MENUKOLOM","Kolom ini adalah kolom Halaman dan Berubah jika dan memilih halaman halaman dari tool ini yg tersedia."],["MENUStrategi","Halaman ini adalah halaman strategi. halaman ini terdiri dari: set Stake anda, mengatur stake, melihat grafik versi cacing, tabel laba rugi sederhana, mengatur martingale\/tidak, mengatur compound\/tidak, Mengatur jumah target balance anda. serta Halaman ini adalah halaman BOT. anda bisa memilih Bot yg sudah kami buat di kolom tengah bawah."],["MENUContractType","Halaman Detail Tipe OP \/ beli kontrak. anda bisa mensetting barier untuk Hi\/Lo, Touches, DNT, dan IO disini."],["MENULabaRugi","Halaman Full detail kontrak anda pada binary.com yg sudah Close \/ sudah dijual. halaman ini masih kami kembangkan untuk output bot, tool sementara menampilkan full detail closing kontrak saja."],["MENUHighStock","Halaman Charts dari binary.com, selain itu Charts dari Tradingview juga kami embed dalam 1 tool ini. Namun untuk Chart Tradingview masih defaultnya vol25."],["MENUTabelMartingale","Halaman Mengatur strategi Martingale anda. anda dapat mengatur level ketahanan investasi anda yg akan diinvestasikan. hitung berapa modalnya, tentukan prosen keuntungan, tentukan perkalian martingale atau take profit dari prosen profit per level martingale."],["MENUCopyTrade","Halaman untuk anda yg memanage lebih dari 1 akun trading dan anda ingin OP bersamaan pada masing masing akun trading yg anda punya (Copy Trading). OP CopyTrading anda bisa dari Tool ini maupun dari Website Binary.com (ada jeda 1-3 detik, maka kami sarankan OP menitan dari web binary.com)."],["MENUCopyTrade","Halaman untuk anda yg memanage lebih dari 1 akun trading dan anda ingin OP bersamaan pada masing masing akun trading yg anda punya (Copy Trading). OP CopyTrading anda bisa dari Tool ini maupun dari Website Binary.com (ada jeda 1-3 detik, maka kami sarankan OP menitan dari web binary.com)."],["TXTMarti","Input ini adalah Stake anda, anda bisa menuliskan stake anda disini dimulai dari 0.35 untuk Volatility Index. anda juga bisa menuliskan stake dengan memisahkan tanda koma untuk menggunakan stake martingale anda <b>jika terjadi loss di kontrak tabel labarugi anda<\/b>."],["TXTAutoStake","Untuk membantu anda memudahkan menulis stake, kami bantu untuk membuat stake sesuai martingale yg kami buat dengan tradingstyle kami."],["TXTAutoStake","Untuk membantu anda memudahkan menulis stake, kami bantu untuk membuat stake sesuai martingale yg kami buat dengan tradingstyle kami."],["TXTOnOfMarti","Jika anda tidak sesuai dengan trading strategi martingale silahkan kosongi box ini, atau set stake anda tanpa koma."],["TXTCompund","Kompon akan mengalikan per step martingale anda dari jumlah total investment anda\/saldo anda, jika compound dikosongi, maka jumlah stake anda akan sama dengan penulisan anda."],["TXTTakeProfit","Berbeda dengan sistem bot lainnya, sistem tidak punya sistem takeprofit, tapi sistem target balance. Contoh jika Investment anda 30%, jika TP anda 10. maka target balance anda = 40. Jika sistem Bot\/manual trading dieksekusi ketika Saldo Investment sudah bertambah dan lebih dari Target Balance, maka OP \/ eksekusi tidak bisa dilakukan."],["BTNPingServer","Dengan sistem ping ini anda dapat mengetahui seberapa normal kecepatan internet anda, dapat dibilang stabil jika lompatan selama 5-10 kali berada antara 2.3 detik kebawah. Jika kecepatan ping anda berubah menjadi 3 detik\/ kurang dari 1 detik. kemungkinan ping binary terjadi keterlambatan dan terjadi penyesuaian pengambilan ping. Mungkin sebaiknya anda stop dulu trading sampai ping menjadi normal selama beberapa tik."],["FRMAvailableBot","Bot bot kami yang bisa anda gunakan, penjelasan perBOT ada disetiap detil dan konfigurasi bot."],["ChartTick","Chart Cacing, Tim kami berusaha menyamakan bentuk cacing dari binary.com dengan bentuk chart. anda bisa mengecek samanya bentuk chart cacing kami dengan chart cacing dengan binary.com, Insya Allah sama"]]
